Repository: booya-tech/Krasip
Catalog: Krasip/Resources/Localizable.xcstrings
Source language: en
Languages: th

source: Your recording is sent to Apple to be turned into text.
th: เสียงของคุณถูกส่งไปที่ Apple เพื่อแปลงเป็นข้อความ

source: Your recording is sent to the speech server running on this Mac.
th: เสียงของคุณถูกส่งไปที่เซิร์ฟเวอร์ถอดเสียงบนเครื่องนี้

source: Your recording is sent to this service to be transcribed. Your key is stored in the macOS Keychain.
th: เสียงของคุณถูกส่งไปให้บริการนี้ถอดเป็นข้อความ คีย์ของคุณถูกเก็บไว้ใน Keychain ของ macOS

source: Your recording is sent to your cloud speech service to be turned into text.
th: เสียงของคุณถูกส่งไปยังบริการถอดเสียงบนคลาวด์ที่คุณเลือก

source: Your text is never sent to an AI to be rewritten. Only your own glossary rules change what you said.
th: ข้อความของคุณไม่เคยถูกส่งให้ AI เขียนใหม่ มีเพียงกฎในคลังคำของคุณเท่านั้นที่เปลี่ยนสิ่งที่คุณพูด

source: Your voice is turned into text on this Mac. Nothing is uploaded.
th: เสียงของคุณถูกแปลงเป็นข้อความบนเครื่องนี้ ไม่มีการอัปโหลด
